Repository: p-e-w/finalterm
Catalog: po/*.po
Languages: es, hu, pt_br

source: Total time: %f
es: Tiempo total: %f
hu: Teljes idő: %f
pt_br: Tempo total: %f

source: BLOCK STATISTICS:
es: BLOQUEAR ESTADÍSTICAS:
hu: Blokkstatisztikák:
pt_br: ESTATÍSTICAS DO BLOCO:

source: Grand total time: %f
es: Tiempo total general: %f
hu: Összes idő: %f
pt_br: Somatório do tempo total: %f

source: (Faenza icon, modified)
es: (Icono de Faenza, modificado)
hu: (módosított Faenza ikon)
pt_br: (Ícone Faenza, modificado)

source: (German)
es: (alemán)
hu: (Német)
pt_br: (Alemão)

source: (Hungarian)
es: (húngaro)
hu: (Magyar)
pt_br: (Húngaro)

source: (original author)
es: (autor original)
hu: (eredeti szerző)
pt_br: (autor original)

source: [RUNNING]
es: [EN EJECUCIÓN]
hu: [AKTÍV]
pt_br: [EXECUTANDO]

source: , Cycles: %i
es: , Ciclos: %i
hu: , Ciklusok: %i
pt_br: , Ciclos: %i

source: , Mean time: %f
es: , Tiempo medio: %f
hu: , Átlagos idő: %f
pt_br: , Tempo médio: %f

source: Appearance
es: Apariencia
hu: Megjelenés
pt_br: Aparência

source: At last – a modern terminal emulator.
es: Por fin, un emulador de terminal moderno.
hu: Végre – egy modern terminálemulátor.
pt_br: Até que enfim, um moderno emulador de terminal.

source: Attempting to restart a timer that has not been stopped
es: Se ha intentado reiniciar un temporizador que no se ha detenido
hu: Egy meg nem állított időmérő újraindításának kísérlete
pt_br: Tentando reiniciar um temporizador que não foi parado

source: Attempting to stop a timer that does not exist
es: Se ha intentado detener un temporizador que no existe
hu: Egy nem létező időmérő megállításának kísérlete
pt_br: Tentando parar um temporizador que não existe

source: Attempting to stop a timer that has not been started
es: Se ha intentado detener un temporizador que no se ha iniciado
hu: Egy el nem indított időmérő megállításának kísérlete
pt_br: Tentando parar um temporizador que não foi iniciado

source: Background opacity
es: Opacidad del fondo
hu: Háttér átlátszatlanság
pt_br: Opacidade do fundo

source: Cannot access data directory: %s
es: No se puede acceder a la carpeta de datos: %s
hu: Nem sikerült az adatkönyvtár megnyitása: %s
pt_br: Não é possível acessar o diretório de dados: %s

source: Cannot parse stream element into character attributes
es: No se puede analizar el elemento de transmisión en atributos de carácter
hu: Nem lehet a stream elemét karakterattribútumokká feldologzni
pt_br: Não é possível analisar o elemento do fluxo em atributos de caractere

source: Color scheme to be used
es: Esquema de colores a utilizar
hu: Használandó színséma
pt_br: Esquema de cor a ser usado

source: Color scheme:
es: Esquema de colores:
hu: Színséma:
pt_br: Esquema de cor:

source: Command executed: '%s'
es: Orden ejecutada: «%s»
hu: Parancs végrehajtva: '%s'
pt_br: Comando executado: '%s'

source: Command finished
es: Orden finalizada
hu: Parancs befejeződött
pt_br: Comando finalizado

source: Command mode entered
es: Se ha iniciado el modo de órdenes
hu: Végrehajtási mód aktiválva
pt_br: Entrada no modo de comando

source: Command start control sequence received while already in command mode
es: Se ha recibido una secuencia de control de inicio de orden mientras ya se estaba en el modo de órdenes
hu: Végrehajtási mód közben parancsindító vezérlőszekvencia érkezett
pt_br: O comando iniciou controle de sequência recebida enquanto ainda no modo de comando

source: Command updated: '%s'
es: Orden actualizada: «%s»
hu: Parancs frissítve: '%s'
pt_br: Comando atualizado: '%s'

source: Connection broken
es: Conexión interrumpida
hu: A kapcsolat megszakadt
pt_br: Conecção interrompida

source: Copyright © 2013 Philipp Emanuel Weidmann & contributors
es: Copyright © 2013 de Philipp Emanuel Weidmann y colaboradores
hu: Copyright © 2013 Philipp Emanuel Weidmann és a hozzájárulók
pt_br: Copyright © 2013 Philipp Emanuel Weidmann & contribuidores

source: Could not load theme %s: %s
es: Falló la carga del tema %s: %s
hu: Nem sikerült a(z) %s témát betölteni: %s
pt_br: Não foi possível ler o tema %s: %s

source: Dark look:
es: Apariencia oscura:
hu: Sötét megjelenés:
pt_br: Aparência escura:

source: Default dimensions:
es: Dimensiones predeterminadas:
hu: Alapértelmezett méret:
pt_br: Tamanhos padrão:

source: Default number of columns in the terminal
es: Número de columnas predeterminado en el terminal
hu: A terminál oszlopainak száma alapértelmezésben
pt_br: Número de colunas padrão no terminal

source: Default number of lines in the terminal
es: Número de líneas predeterminado en el terminal
hu: A terminál sorainak száma alapértelmezésben
pt_br: Número de linhas padrão no terminal

source: Don't just use your system — command it!
es: No solo utilice su sistema: ¡dele órdenes!
hu: Ne csak használd a rendszered — irányítsd!
pt_br: Não apenas use seu sistema, comande-o!

source: Error in color scheme %s: %s
es: Error en el esquema de color %s: %s
hu: Hiba a(z) %s színsémában: %s
pt_br: Erro no esquema de cores %s: %s

source: Error in key bindings file %s: %s
es: Error en el archivo de combinaciones de teclas %s: %s
hu: Hiba a(z) %s billentyű-hozzárendelési fájlban: %s
pt_br: Erro no arquivo de atalhos %s: %s

source: Error in text menu %s: %s
es: Error en el menú de texto %s: %s
hu: Hiba a(z) %s szöveges menüben: %s
pt_br: Erro no texto do menu %s: %s

source: Error in theme %s: %s
es: Error en el tema %s: %s
hu: Hiba a(z) %s témában: %s
pt_br: Erro no tema %s: %s

source: Error while opening file '%s' for reading
es: Error al abrir el archivo «%s» para su lectura
hu: Hiba a(z) '%s' fájl olvasásra megnyitása közben
pt_br: Erro enquanto abria o arquivo '%s' para leitura

source: Error while parsing JSON file %s: %s
es: Error al analizar el archivo JSON %s: %s
hu: Hiba a(z) %s JSON file feldolgozása során: %s
pt_br: Erro enquanto analisava arquivo JSON %s: %s

source: Failed to get %s files in %s: %s
es: No se pudieron obtener %s archivos en %s: %s
hu: Nem sikerült a(z) %s fájlok megnyitása a(z) %s könyvtárból: %s
pt_br: Falha ao obter o arquivo %s em %s: %s

source: Failed to initialize Clutter
es: Falló la inicialización de Clutter
hu: Nem sikerült a Clutter inicializálása
pt_br: Falha ao iniciar o Clutter (desordem)

source: Failed to load color scheme %s: %s
es: Falló la carga del esquema de colores %s: %s
hu: Nem sikerült a(z) %s színséma betöltése: %s
pt_br: Falha ao carregar o esquema de cores %s: %s

source: Failed to load text menu definitions %s: %s
es: No se pudieron cargar las definicionees de texto de menús %s: %s
hu: Nem sikerült a(z) %s szöveges menü definíciók betöltése: %s
pt_br: Falha ao carregar definições de texto do menu %s: %s

source: Failed to show notification: %s
es: No se pudo mostrar la notificación: %s
hu: Nem sikerült megjeleníteni egy értesítést: %s
pt_br: Falha ao exibir notificação: %s

source: Font used for menu button labels
es: Tipo de letra utilizado para las etiquetas de botones de menús
hu: A menügombok címkéinek betűkészlete
pt_br: Fonte usada para rótulos dos botões do menu

source: Font used for terminal output
es: Tipo de letra utilizado para la salida del terminal
hu: A terminál kimenetének betűkészlete
pt_br: Fonte usada para saída do terminal

source: Fork failed
es: Falló «fork»
hu: Sikertelen folyamatindítás
pt_br: A bifurcação (fork) falhou

source: General
hu: Általános
pt_br: Geral

source: Invalid color index: %i
es: Índice de color no válido: %i
hu: Érvénytelen színindex: %i
pt_br: Índice de cor inválido: %i

source: Invalid command specification: '%s'
es: Especificación de orden no válida: «%s»
hu: Érvénytelen parancsspecifikáció: '%s'
pt_br: Especificação de comando inválida: '%s'

source: Invalid control sequence: '%s' (%s)
es: Secuencia de control no válida: «%s» (%s)
hu: Érvénytelen vezérlőszekvencia: '%s' (%s)
pt_br: Sequência de controle inválida: '%s' (%s)

source: Invalid enum value name: '%s'
es: Nombre de valor de enumeración no válido: «%s»
hu: Érvénytelen felsorolási értéknév: '%s'
pt_br: Nome de enumeração inválido: '%s'

source: Label font:
es: Tipo de letra de la etiqueta:
hu: Címkék betűkészlete:
pt_br: Fonte do rótulo:

source: Launching %s failed: %s
es: Falló la ejecución de %s: %s
hu: Nem sikerült a(z) %s indítása: %s
pt_br: Lançamento %s falhou: %s

source: Loading key bindings file %s failed: %s
es: Falló la carga del archivo de combinaciones de teclas %s: %s
hu: Nem sikerült a(z) %s billentyű-hozzárendelési fájl megnyitása: %s
pt_br: O carregamento do arquivo de atalhos %s falhou: %s

source: Minimum time between successive output rendering cycles, in milliseconds
es: Tiempo mínimo entre ciclos sucesivos de renderizado de salida, en milisegundos
hu: Az egymás utáni kimenet renderelési ciklusok közti minimális időtartam milliszekundumban
pt_br: Tempo mínimo entre ciclos de processamento de saída sucessivos, em milisegundos

source: Minimum time between successive resizing cycles, in milliseconds
es: Tiempo mínimo entre ciclos sucesivos de redimensionado, en milisegundos
hu: Az egymás utáni átméretezési ciklusok közti minimális időtartam milliszekundumban
pt_br: Tempo mínimo entre ciclos de redimensionamento sucessivos, em milisegundos

source: No Settings instance available yet
es: Todavía no hay una instancia de configuración disponible
hu: Még nincs elérhető Settings példány
pt_br: Nenhuma instância de configuração disponível ainda

source: Object does not implement the ItemView interface
es: El objeto no implemente la interfaz ItemView
hu: Az objektum nem implementálja az ItemView interfészt
pt_br: Objeto não implementa a interface ItemView

source: Opacity:
es: Opacidad:
hu: Átlátszatlanság:
pt_br: Opacidade

source: Partially supported control sequence: '%s' (%s)
es: Secuencia de control admitida parcialmente: «%s» (%s)
hu: Részlegesen támogatott vezérlőszekvencia: '%s' (%s)
pt_br: Sequência de controle parcialmente suportada: '%s' (%s)

source: Path to the shell executable which is to be run (NOTE: Only bash is currently supported)
es: Ruta al ejecutable del intérprete de órdenes a ejecutar (NOTA: por el momento solo se admite bash)
hu: Útvonal a futtatandó parancsértelmezőhöz (MEGJEGYZÉS: jelenleg csak a bash támogatott)
pt_br: Caminho para o executável do shell que será executado (NOTA: Apenas o bash é suportado atualmente)

source: Preferences
es: Preferencias
hu: Beállítások
pt_br: Preferências

source: Reading unichar failed: %s
es: Falló la lectura de unichar: %s
hu: Unichar olvasása sikertelen: %s
pt_br: Leitura de caractere falhou: %s

source: Sending text failed: %s
es: Falló el envío del texto: %s
hu: Szöveg küldése sikertelen: %s
pt_br: O envio do texto falhou: %s

source: Supported control sequence: '%s' (%s)
es: Secuencia de control admitida: «%s» (%s)
hu: Támogatott vezérlőszekvencia: '%s' (%s)
pt_br: Sequência de controle suportada: '%s' (%s)

source: Terminal
hu: Terminál

source: Terminal font:
es: Tipo de letra del terminal:
hu: Terminál betűkészlete:
pt_br: Fonte do terminal:

source: Theme to be used
es: Tema a utilizar
hu: Használandó téma
pt_br: Tema a ser usado

source: Theme:
es: Tema:
hu: Téma:
pt_br: Tema:

source: Unrecognized control sequence: '%s' (%s)
es: Secuencia de control no reconocida: «%s» (%s)
hu: Ismeretlen vezérlőszekvencia: '%s' (%s)
pt_br: Sequência de controle não reconhecida: '%s' (%s)

source: Unrecognized interpretation status value
es: Valor de interpretación de estado no reconocido
hu: Ismeretlen értelmezési állapot érték
pt_br: Interpretação do valor do estado não reconhecida

source: Unsupported command: %s
es: Orden no admitida: %s
hu: Nem támogatott parancs: %s
pt_br: Comando não suportado: %s

source: Unsupported control sequence: '%s' (%s)
es: Secuencia de control no admitida: «%s» (%s)
hu: Nem támogatott vezérlőszekvencia: '%s' (%s)
pt_br: Sequência de controle não suportada: '%s' (%s)

source: Use dark theme
es: Utilizar un tema oscuro
hu: Sötét téma használata
pt_br: Usando tema escuro

source: Value that the TERM environment variable will be set to (NOTE: Changing this variable may affect shell behavior)
es: Valor que recibirá la variable de entorno TERM (NOTA: cambiar esta variable puede afectar el comportamiento del intérprete de órdenes)
hu: A TERM környzeti változó beállítandó értéke (MEGJEGYZÉS: ez befolyásolhatja a parancsértelmező viselkedését)
pt_br: Valor que a variável de ambiente do TERM será atribuída (NOTA: Modificar esta variável deve afetar o comportamento do shell)

source: _About Final Term
es: _Acerca de Final Term
hu: _Névjegy
pt_br: _(A)Sobre o Final Term

source: _Preferences
es: _Preferencias
hu: _Beállítások
pt_br: _Preferências

source: _Quit
es: _Salir
hu: _Kilépés
pt_br: _(Q)Sair

source: columns
es: columnas
hu: oszlop
pt_br: colunas

source: execvp failed
es: falló execvp
hu: sikertelen execvp hívás
pt_br: execvp falhou

source: print_interpretation_status should only be called on control sequence elements
es: Solo debería llamar print_interpretation_status en elementos de secuencia de control
hu: print_interpretation_status csak vezérlőszekvencia elemeken hívható
pt_br: print_interpretation_status só deve ser chamado em elementos de controle de sequência

source: rows
es: filas
hu: sor
pt_br: linhas

source: pre-alpha
es: prealfa
pt_br: pré-alfa
